package chinapex.com.wallet.bean.json;

/**
 * Created by SteelCabbage on 2018/7/26 0026 12:04.
 * E-Mail：liuyi_61@163.com
 */

public class PortraitEnterpriseZh {
    public static final String PORTRAIT_ENTERPRISE_ZH = "{\n" +
            "    \"code\": 200,\n" +
            "    \"result\": [\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"企业名称\",\n" +
            "               \"data\": [{\n" +
            "                        \"name\": \"APEX Technologies\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"饮用咖啡\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"是\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"否\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"饮用方式\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"购买\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"手工自做\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"喜爱的类型\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"现磨\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"速溶\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"喜欢的口味\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"蓝山咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"曼特宁咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"巴西\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"摩卡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"意大利\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"卡布基诺咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"拿铁咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"爱尔兰卡咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"维也纳咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"炭烧\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"名典热咖啡\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"消费金额/月\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"咖啡饮用频次/月\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"能接受的价格$\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 40,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"画像标签\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"银行VIP用户\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"稳健生活族\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"时尚先锋族\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"热爱生活族\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"爱家务实\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"海外留学\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"娱乐社交族\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"金融从业者\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               }\n" +
            "               ]\n" +
            "}\n";

}
