package chinapex.com.wallet.bean.json;

/**
 * Created by SteelCabbage on 2018/7/26 0026 12:04.
 * E-Mail：liuyi_61@163.com
 */

public class PortraitCommonZh {
    public static final String PORTRAIT_COMMON_ZH = "{\n" +
            "    \"code\": 200,\n" +
            "    \"result\": [\n" +
            "               {\n" +
            "               \"type\": 30,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"生日\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"性别\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"男\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"女\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"常住地\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 10,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"学历\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"初中及以下\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"高中\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"中技\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"中专\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"大专\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"本科\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"硕士\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"MBA\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"EMBA\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"博士\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"博士后\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"年收入\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 0,\n" +
            "               \"resource\": 0,\n" +
            "               \"title\": \"职业\",\n" +
            "               \"data\": []\n" +
            "               },\n" +
            "               {\n" +
            "               \"type\": 40,\n" +
            "               \"resource\": 1,\n" +
            "               \"title\": \"用户商业兴趣\",\n" +
            "               \"data\": [\n" +
            "                        {\n" +
            "                        \"name\": \"教育\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"旅游\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"金融\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"汽车\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"房产\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"家居\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"服饰\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"时尚珠宝\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"餐饮\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"生活服务\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"美容美发\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"互联网\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"电子产品\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"运动户外\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"医疗健康\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"孕产育婴\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"游戏\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"政法\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                        \"name\": \"娱乐休闲\",\n" +
            "                        \"id\": \"0\"\n" +
            "                        }\n" +
            "                        ]\n" +
            "               }\n" +
            "               ]\n" +
            "}\n";

}
